Revit 2024 API
GroupTypeId.IdentityData Property
 Identity Data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId IdentityData { get; }
Visual Basic
Public Shared ReadOnly Property IdentityData As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ IdentityData {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace